Repository: AlexanderHeidrich/ArkhamCards
Catalog: assets/i18n-web/functions/*.po
Languages: de, es, fr

source: There is not a current clue goal, please talk to the organizer.
de: Es gibt derzeit kein Hinweis-Ziel, bitte kontaktiere den Spielleiter.
es: No hay un objetivo de pistas actual, por favor habla con el organizador.
fr: Il n'y a pas d'indice d'objectif actuel, veuillez en parler à l'organisateur.

source: Clue goal reached. Please take back ${ returnedClues } clue.
de: Hinweis-Ziel erreicht. Bitte nehme ${ returnedClues } Hinweis zurück.
es: Umbral de pistas alcanzado. Por favor, retira ${ returnedClues } pista.
fr: Objectif d'indice atteint. Veuillez retirer ${ returnedClues } indice.

source: Clue removed.
de: Hinweis entfernt.
es: Pista eliminada.
fr: Indice retiré.

source: Clue added.
de: Hinweis hinzugefügt.
es: Pista añadida.
fr: Indice ajouté.

source: Damage added.
de: Schaden hinzugefügt.
es: Daño añadido.
fr: Dégât ajouté.

source: Damage removed.
de: Schaden entfernt.
es: Daño eliminado.
fr: Dégât retiré.

source: One countermeasure used.
de: Eine Gegenmaßnahme genutzt.
es: Una contramedida gastada.
fr: Une contre-mesure utilisée.

source: Countermeasure removed.
de: Gegenmaßnahme entfernt.
es: Contramedida eliminada.
fr: Contre-mesure utilisée.

source: Countermeasure added.
de: Gegenmaßnahme hinzugefügt.
es: Se ha añadido una contramedida.
fr: Contre-mesure ajoutée.

source: Ding dong the Blob is dead!
de: Ding Dong der Blob ist tot!
es: ¡Colorín colorado, el Blob está acabado!
fr: Ding dong le Dévoreur est mort !

source: The time for tracking shared doom has passed. Please place ${ doom } doom back on the ${ color } agenda.
de: Die Zeit für die Verfolgung des gemeinsamen Verderbens ist abgelaufen. Bitte bewege ${ doom } Verderben zurück auf die Agenda (${ color }).
es: El tiempo de controlar la Perdición de forma conjunta ha finalizado. Por favor, coloca ${ doom } ficha de Perdición de nuevo en el Plan ${ color }.
fr: Le temps de la traque de la fatalité partagée est révolu. Veuillez placer ${ doom } pion Fatalité sur l'intrigue ${ color}.

source: The ${ color } agenda's doom threshhold was reached. Please place ${ returnedDoom } doom back on the ${ color } agenda after it advances.
es: Se alcanzó el umbral de perdición del Plan ${color}. Por favor, coloca ${ returnedDoom } ficha de perdición de nuevo en el Plan ${color} después de que avance.
fr: Le seuil de fatalité de l'intrigue ${ color} a été atteint. Veuillez placer ${ returnedDoom } pion Fatalité sur l'intrigue ${ color } après qu'il ait avancé.

source: Doom removed from ${ color } agenda.
de: Verderben von der Agenda (${ color }) entfernt.
es: Perdición eliminada del plan ${color}.
fr: Pion Fatalité retiré de l'intrigue ${ color }.

source: Doom added to ${ color } agenda.
de: Verderben zu der Agenda (${ color }) hinzugefügt.
es: Perdición añadida al plan ${color}.
fr: Pion Fatalité ajouté à l'intrigue ${ color }.

source: The ${ color } agenda ${ agendaNumber }a has advanced. Please advance to ${ color } agenda ${ agendaNumber }b during the next Mythos Phase.
de: Fortschritt bei Agenda ${ agendaNumber }a (${ color }). Bitte rückewährend der nächsten Mythos-Phase zu Agenda ${ agendaNumber }b (${ color }) vor.
es: El Plan ${ agendaNumber}a ${color} ha avanzado. Por favor, avanza al Plan ${ agendaNumber }b ${color} en la próxima fase de Mitos.
fr: L'intrigue ${ color } ${ agendaNumber }a a avancé. Veuillez avancer à l'intrigue ${ color } ${ agendaNumber }b lors de la prochaine Phase du Mythe.

source: Looks like someone else already helped this group, or they cancelled their request.
de: Es scheint als hätte bereits jemand anderes der Gruppe geholfen, oder die Gruppe hat die Anfrage zurückgezogen.
es: Parece que otros han ayudado ya a este grupo, o que cancelaron su solicitud de ayuda.
fr: Il semble que quelqu'un d'autre ait déjà aidé ce groupe, ou qu'il ait annulé sa demande.

source: Aid given in Montreal!
es: ¡Ayuda prestada en Montreal!
fr: Aide donnée à Montréal !

source: Aid given in Providence!
de: Es wurde in Providence geholfen!
es: ¡Ayuda prestada en Providence!
fr: Aide donnée à Providence !

source: Aid given in New York!
de: Es wurde in New York geholfen!
es: ¡Ayuda prestada en Nueva York!
fr: Aide donnée à New York !

source: Doom added to all agendas
de: Verderben zu allen Agenden hinzugefügt
es: Perdición añadida a todos los planes
fr: Pion Fatalité ajouté à toutes les intrigues

source: There is still time, the great old one is not yet here.
de: Es ist noch Zeit! Die Großen Alten sind noch nicht da.
es: Aun queda tiempo, el Primigenio todavía no está aquí.
fr: Il y a encore du temps, le grand ancien n'est pas encore là.

source: Damage added to ${ gooName }.
de: Schaden an ${ gooName } gemacht.
es: Daño añadido a ${ gooName }.
fr: Dégât ajouté à ${ gooName }.

source: Damage removed from ${ gooName }.
de: Schaden von ${ gooName } geheilt.
es: Daño eliminado de ${ gooName }.
fr: Dégât retiré de ${ gooName }.

source: ${ gooName } has been defeated! The investigators win the game!
de: ${ gooName } wurde besigt! Die Ermittler gewinnen!
es: ¡${gooName} ha sido derrotado! ¡Los investigadores ganan la partida!
fr: ${ gooName} a été battu ! Les investigateurs gagnent la campagne !

source: Congratulations on reaching Act 3! Now do what you can to help the other groups.
es: ¡Felicidades por alcanzar el Acto 3! Ahora haz lo que puedas para ayudar a los otros grupos.
fr: Félicitations pour avoir atteint l'Acte 3 ! Maintenant, faites ce que vous pouvez pour aider les autres groupes.

source: Act progress recorded.
de: Herzlichen Glückwunsch zum Erreichen von Szene 3! Jetzt tut was ihr könnt um den anderen Gruppen zu helfen.
es: Progreso del acto registrado.
fr: Progression de l'acte enregistrée.

source: Clue given away.
de: Hinweis wurde abgegeben.
es: Pista entregada.
fr: Indice donné.

source: Help requested to close Hub Dimension!
de: Hilfe zum Schließen der Knoten-Dimension erbeten!
es: ¡Ayuda solicitada para cerrar Dimensión nexo!
fr: Demande d'aide pour fermer le Nexus Dimensionnel !

source: Request for help closing Hub Dimension cancalled.
es: Solicitud de ayuda para cerrar Dimensión nexo cancelada.
fr: Demande d'aide pour fermer le Nexus Dimensionnel annulée.

source: Help requested in New York!
de: New York braucht Hilfe!
es: ¡Ayuda solicitada en Nueva York!
fr: Demande d'aide à New York !

source: Request for help in New York cancelled.
de: Anfrage nach Hilfe in New York zurückgezogen.
es: Solicitud de ayuda en Nueva York cancelada.
fr: Demande d'aide à New York annulée.

source: Help requested in Providence!
de: Providence braucht Hilfe!
es: ¡Ayuda solicitada en Providence!
fr: Demande d'aide à Providence !

source: Request for help in Providence cancelled.
de: Anfrage nach Hilfe in Providence zurückgezogen.
es: Solicitud de ayuda en Providence cancelada.
fr: Demande d'aide à Providence annulée.

source: Help requested in Montreal!
es: ¡Ayuda solicitada en Montreal!
fr: Demande d'aide à Montreal !

source: Request for help in Montreal cancelled.
es: Solicitud de ayuda en Montreal cancelada.
fr: Demande d'aide à Montreal annulée.

source: Request not authorized. User must be signed in.
de: Anfrage nicht erlaubt. Nutzer muss eingeloggt sein.
es: Solicitud no autorizada. El usuario debe haber iniciado sesión.
fr: Demande non autorisée. L'utilisateur doit être connecté.

source: Unable to create new campaign. Please try again later.
de: Fehler beim erstellen der Kampagne. Versuche es später erneut.
es: No se puede crear una nueva campaña. Inténtalo de nuevo más tarde.
fr: Impossible de créer une nouvelle campagne. Veuillez réessayer plus tard.

source: green
de: Grün
es: verde
fr: vert

source: blue
de: Blau
es: azul
fr: bleu

source: red
de: Rot
es: rojo
fr: rouge

source: You are not authorized to edit this event.
de: Du darfst dieses Event nicht bearbeiten.
es: No estás autorizado a editar este evento.
fr: Vous n'êtes pas autorisé à modifier cet événement.

source: Password required for private events.
de: Für dieses Event wird ein Passwort benötigt.
es: Contraseña requerida para eventos privados.
fr: Mot de passe requis pour les événements privés.

source: You can only send announcements after the game has started.
de: Du kannst nur Ankündigungen machen, wenn das Spiel bereits läuft.
es: Solo puedes enviar anuncios una vez iniciada la partida.
fr: Vous ne pouvez envoyer des annonces qu'après le début du jeu.

source: You are not authorized to archive this event.
de: Du darfst dieses Event nicht archivieren.
es: No estás autorizado a archivar este evento.
fr: Vous n'êtes pas autorisé à archiver cet événement.

source: The ${ color } agenda ${ agendaNumber }a has advanced. Please advance to ${ color } agenda ${ agendaNumber }b during the next Mythos Phase and prepare for ${ gooName }'s arrival!
de: Fortschritt bei Agenda ${ agendaNumber }a (${ color }). Bitte rücke während der nächsten Mythos-Phase zu Agenda ${ agendaNumber }b (${ color }) vor. Mach dich bereit für die Ankuft von ${ gooName }!
es: El Plan ${ agendaNumber }a ${ color } ha avanzado. Por favor, avanza al Plan ${ agendaNumber }b ${ color } durante la próxima fase de Mitos y ¡prepárate para la llegada de ${ gooName }!
fr: L'intrigue ${ color } ${ agendaNumber }a a progressé. Veuillez avancer à l'intrigue ${ color } ${ agendaNumber }b lors de la prochaine Phase du Mythe et préparez-vous à l'arrivée de ${ gooName } !

source: Minimum search size is 3 characters.
de: Die minimale Länge beträgt 3 Zeichen.
es: El mínimo de búsqueda es de 3 caracteres.
fr: La recherche doit comporter au moins 3 caractères.

source: Something weird happened with continuation token
de: Etwas Seltsames ist mit dem Fortsetzungs-Token passiert
es: Algo raro ha ocurrido con el token de continuación
fr: Quelque chose de bizarre est arrivé avec le jeton de continuation

source: You must set a handle before you can invite friends.
de: Du musst einen Spitznamen hinterlegen bevor du Freunde einladen kannst.
es: Tienes que establecer un nombre antes de poder invitar amigos.
fr: Vous devez définir un nom avant de pouvoir inviter des amis.

source: Something went wrong.
de: Etwas ist schief gelaufen.
es: Algo ha fallado.
fr: Quelque chose a mal tourné.

source: You are not allowed to edit this campaign.
de: Du darfst diese Kampagne nicht bearbeiten
es: No estás autorizado a editar esta campaña.
fr: Vous n'êtes pas autorisé à modifier cette campagne.

source: Owner cannot have their campaign access edited.
de: Du kannst die Zugriffsrechte des Kampagnen-Erstellers nicht anpassen.
es: No puedes editar el acceso a la campaña del propietario.
fr: Les propriétaires ne peuvent pas voir leur accès à la campagne modifié.

source: You do not appear to be friends with '${ handlesString }'.
de: Du bist anscheinend nicht mit '${ handlesString }' befreundet.
es: Parece que no eres amigo de '${ handlesString }'.
fr: Vous ne semblez pas être ami avec "${ handlesString }".

source: The ${ color } agenda's doom threshold was reached. Please place ${ returnedDoom } doom back on the ${ color } agenda after it advances.
de: Der Verderbensschwellwert der Agenda (${ color }) wurde erreicht. Bitte bewege ${ returnedDoom } Verderben zurück auf die Agenda (${ color }), nachdem vorgerückt wurde.

source: Aid given in Montréal!
de: Es wurde in Montréal geholfen!

source: Request for help closing Hub Dimension cancelled.
de: Anfrage nach Hilfe zum Schließen der Knoten-Dimension zurückgezogen.

source: Help requested in Montréal!
de: Montréal braucht Hilfe!

source: Request for help in Montréal cancelled.
de: Anfrage nach Hilfe in Montréal zurückgezogen.
