Repository: AlexanderHeidrich/ArkhamCards
Catalog: assets/i18n-web/frontend/*.po
Languages: de

source: This website is dedicated to providing a way for players of the Arkham Horror LCG to connect when far apart.
de: Diese Website soll Spielern von "Arkham Horror: Das Kartenspiel" eine Möglichkeit bieten, sich miteinander zu verbinden, auch wenn sie weit voneinander entfernt sind.

source: Costs to maintain the site are provided by the generous support of fans on ${ patreon }. If you like what we are doing, consider supporting us.
de: Die Kosten für die Aufrechterhaltung der Seite werden durch die großzügige Unterstützung von Fans auf ${ patreon } bereitgestellt.Wenn du magst, was wir tun, kannst du uns gerne unterstützen.

source: Host your own Epic Multiplayer event
de: Veranstalte dein eigenes, episches Multiplayer Event

source: This site allows you to host Epic Multiplayer events for Arkham Horror: The Card Game.
de: Diese Seite erlaubt es dir epische Multiplayer-Events für "Arkham Horror: Das Kartenspiel" zu veranstalten.

source: As the organizer, you will be need to setup communication channels with your players (we suggest Discord).
de: Als Organisator musst du für Kommunikationskanäle für deine Mitspielern sorgen. (Wir empfehlen Discord)

source: This site will allow players to:
de: Diese Seite erlaubt Spielern:

source: Pre-register for the event with tentative table size.
de: Voranmeldung für ein Event mit etwaiger Tischgröße.

source: Confirm registration up to an hour before the event.
de: Anmeldung und Bestätigung bis zu einer Stunde vor Event-Beginn.

source: Start the game and keep track of time, while also reporting shared game state.
de: Das Spiel starten, die benötigte Zeit erfassen und den gemeinsamen Fortschritt protokollieren.

source: Event scenario
de: Event Szenario

source: The Blob That Ate Everything
de: Der Blob, der alles fraß

source: War of the Outer Gods
de: Krieg der Äußeren Götter

source: Public event
de: Öffentliches Event

source: Registration password
de: Anmeldepasswort

source: Description (supports markdown)
de: Beschreibung (unterstützt Markdown-Format)

source: Discord webhook (for announcements)
de: Discord Webhook (für Ankündigungen)

source: Scheduled start time
de: Geplanter Beginn

source: Create event
de: Event erstellen

source: Events you are hosting
de: Events die du leitest

source: Schedule an event
de: Ein Event planen

source: Upcoming event you are registered for
de: Bevorstehendes Event, für das du dich angemeldet hast

source: Upcoming events
de: Bevorstehende Events

source: Scheduled events
de: Geplante Events

source: Site under construction while we prepare for War of the Outer Gods. Check back soon!
de: Die Seite wird gerade für den Kampf gegen die Äußeren Götter gerüstet. Komme später wieder.

source: (video walkthrough of the interface)
de: (Videoführung durch die Benutzeroberfläche)

source: Arkham Horror: Epic Multiplayer Events
de: Arkham Horror: Epische Mehrspieler-Events

source: This website allows you to participate in Arkham Horror scenarios that utilize the epic multiplayer format with players around the world. These are timed events where you can play an Arkham game as you normally do, while using the website to share progress and receive updates from the organizers. The website currently supports two scenarios:
de: Diese Website ermöglicht es dir, mit Spielern auf der ganzen Welt am epischen Mehrspielermodus von "Arkham Horror: Das Kartenspiel"-Szenarien teilzunehmen.Dabei handelt es sich um zeitlich begrenzte Events, bei denen du ein Arkham Horror-Spiel wie gewohnt spielen kannst, während du die Website nutzt, um eigene Fortschritte zu teilen und Updates von den Spielleitern zu erhalten.

source: • The Blob That Ate Everything ${ blobVideoLink }.
de: • Der Blob, der alles fraß ${ blobVideoLink }.

source: • War of the Outer Gods ${ warVideoLink }.
de: • Krieg der Äußeren Götter ${ warVideoLink }.

source: You are more than welcome to use this site to host your own events.
de: Du bist herzlich eingeladen, diese Seite für deine eigenen Events zu nutzen.

source: Become a Patron!
de: Werde ein Patron!

source: Hosting costs for this site and the Arkham Cards app comes from the generous support of fans on Patreon.
de: Die Hosting-Kosten für diese Seite und die Arkham Cards App stammen von der großzügigen Unterstützung der Fans auf Patreon.

source: Language (${ language })
de: Sprache (${ language })

source: Login
de: Anmelden

source: Home
de: Startseite

source: Profile
de: Profil

source: Logout
de: Abmelden

source: About
de: Über uns

source: Friend Requests
de: Freundschaftsanfragen

source: Accept
de: Akzeptieren

source: Reject
de: Ablehnen

source: Pending Requests
de: Ausstehende Anfragen

source: Revoke
de: Zurückziehen

source: Friends
de: Freunde

source: Send Friend Request
de: Freundschaftsanfrage senden

source: Confirm Friend
de: Freund bestätigen

source: Cancel Friend Request
de: Freundschaftsanfrage abbrechen

source: Cancel Friendship
de: Freundschaft beenden

source: Blank handles are not allowed
de: Leere Eingaben sind nicht erlaubt

source: Choose a handle
de: Wähle einen Anzeigenamen

source: Update
de: Aktualisieren

source: Handle
de: Anzeigename

source: No handle chosen yet.
de: Bisher kein Anzeigename gewählt.

source: Update Description
de: Beschreibung aktualisieren

source: ${ participant.groupSize } player
de: ${ participant.groupSize } Spieler

source: Confirmed groups
de: Bestätigte Gruppen

source: Unconfirmed groups
de: Unbestätigte Gruppen

source: All groups are confirmed.
de: Alle Gruppen wurden bestätigt.

source: Done
de: Fertig

source: View participants
de: Teilnehmer anzeigen

source: Time remaining
de: Verbleibende Zeit

source: ${ groupCount } group
de: ${ groupCount } Gruppe

source: ${ playerCount } player
de: ${ playerCount } Spieler

source: Permanently Delete Event
de: Event dauerhaft löschen

source: Are you sure you want to delete this event?
de: Willst du das Event wirklich löschen?

source: This action cannot be undone and all data will be removed.
de: Alle Daten werden gelöscht. Dies kann nicht rückgängig gemacht werden.

source: Delete Event
de: Event löschen

source: Archive Event
de: Event archivieren

source: Are you sure you want to archive this event?
de: Willst du das Event wirklich archivieren?

source: The event will no longer be visible on the homepage, but it can still be visited by URL or have its stats accessed by the admins.
de: Das Event wird nicht mehr angezeigt, kann aber weiterhin per URL besucht werden.Auch die Administratoren haben weiterhin Zugriff auf die Statistiken.

source: Ding dong the Blob is dead!
de: Ding dong, der Blob ist tot!

source: Red agenda 1a has advanced. Please advance to red agenda 1b during your next Mythos Phase
de: Fortschritt bei Agenda 1a (Rot). Bitte rücke während der nächsten Mythosphase auf Agenda 1b (Rot) vor.

source: Red agenda 2a has advanced. Please advance to red agenda 2b during your next Mythos Phase
de: Fortschritt bei der Agenda 2a (Rot). Bitte rücke während der nächsten Mythosphase auf die Agenda 2b (Rot) vor.

source: Red agenda 3a has advanced. Please advance to red agenda 3b during your next Mythos Phase and prepare for the arrival of Ezel-zen-rezl!
de: Fortschritt bei der Agenda 3a (Rot). Bitte rücke während der nächsten Mythosphase auf die Agenda 3b (Rot) vor und bereite dich auf die Ankunft von Ezel-zen-rezl vor!

source: Green agenda 1a has advanced. Please advance to green agenda 1b during your next Mythos Phase
de: Fortschritt bei Agenda 1a (Grün). Bitte rücke während der nächsten Mythosphase auf Agenda 1b (Grün) vor.

source: Green agenda 2a has advanced. Please advance to green agenda 2b during your next Mythos Phase
de: Fortschritt bei der Agenda 2a (Grün). Bitte rücke während der nächsten Mythosphase auf die Agenda 2b (Grün) vor.

source: Green agenda 3a has advanced. Please advance to green agenda 3b during your next Mythos Phase and prepare for the arrival of Magh’an Ark’at!
de: Fortschritt bei der Agenda 3a (Grün). Bitte rücke während der nächsten Mythosphase auf die Agenda 3b (Grün) vor und bereite dich auf die Ankunft von Magh’an Ark’at vor!

source: Blue agenda 1a has advanced. Please advance to blue agenda 1b during your next Mythos Phase
de: Fortschritt bei Agenda 1a (Blau). Bitte rücke während der nächsten Mythosphase auf Agenda 1b (Blau) vor.

source: Blue agenda 2a has advanced. Please advance to blue agenda 2b during your next Mythos Phase
de: Fortschritt bei der Agenda 2a (Blau). Bitte rücke während der nächsten Mythosphase auf die Agenda 2b (Blau) vor.

source: Blue agenda 3a has advanced. Please advance to blue agenda 3b during your next Mythos Phase and prepare for the arrival of Silenus!
de: Fortschritt bei der Agenda 3a (Blau). Bitte rücke während der nächsten Mythosphase auf die Agenda 3b (Blau) vor und bereite dich auf die Ankunft von Silenus vor!

source: Ezel-zen-rezl has been defeated! The investigators win the game!
de: Ezel-zen-rezl wurde besiegt! Die Ermittler gewinnen!

source: Magh’an Ark’at has been defeated! The investigators win the game!
de: Magh’an Ark’at wurde besiegt! Die Ermittler gewinnen!

source: Announcement sent to players.
de: Die Ankündigung wurde an die Spieler gesendet.

source: Send Announcement
de: Ankündingung abschicken

source: Received a clue from ${ groupName }. Please add to your copy of Hub Dimension.
de: Erhalte einen Hinweis von ${ groupName }. Füge diesen zu deiner Kopie vonKnoten-Dimension hinzu.

source: Received a clue to add to your copy of Hub Dimension.
de: Hinweis, zum Hinzufügen zu deiner Kopie von Knoten-Dimension, erhalten

source: Received help in New York from ${ groupName }. Deal 3 damage to a non-Ancient One enemy at a "New York" location.
de: In New York Hilfe von ${ groupName } erhalten. Füge einem Nicht-"Großer Alter" Gegner, an einem "New York"-Ort, 3 Schaden zu.

source: Received help in New York. Deal 3 damage to a non-Ancient One enemy at a "New York" location.
de: In New York Hilfe erhalten. Füge einem Nicht-"Großer Alter" Gegner, an einem "New York"-Ort, 3 Schaden zu.

source: Received help in Montréal from ${ groupName }. Deal 3 damage to a non-Ancient One enemy at a "Montréal" location.
de: In Montréal Hilfe von ${ groupName } erhalten. Füge einem Nicht-"Großer Alter" Gegner, an einem "Montréal"-Ort, 3 Schaden zu.

source: Received help in Montréal. Deal 3 damage to a non-Ancient One enemy at a "Montréal" location.
de: In Montréal Hilfe erhalten. Füge einem Nicht-"Großer Alter" Gegner, an einem "Montréal"-Ort, 3 Schaden zu.

source: Received help in Providence from ${ groupName }. Deal 3 damage to a non-Ancient One enemy at a "Providence" location.
de: In Providence Hilfe von ${ groupName } erhalten. Füge einem Nicht-"Großer Alter" Gegner, an einem "Providence"-Ort, 3 Schaden zu.

source: Received help in Providence. Deal 3 damage to a non-Ancient One enemy at a "Providence" location.
de: In Providence Hilfe erhalten. Füge einem Nicht-"Großer Alter" Gegner, an einem "Providence"-Ort, 3 Schaden zu.

source: A worried man and woman look towards the sky.
de: Ein Pärchen schaut besorgt zum Himmel.

source: A man and woman runs from a looming blob.
de: Das Pärchen rennt vor dem bedrohlichen Blob davon.

source: Announcements
de: Ankündigungen

source: Rescue the Chemist
de: Rette die Chemikerin

source: Recover the Sample
de: Beschaffe eine Probe

source: Drive Off the Mi-Go
de: Verjage die Mi-Go

source: Diffuse the Explosives
de: Entschärfe den Sprengstoff

source: Inside the Blob
de: Im Inneren des Blob

source: The Great Ooze Flood
de: Die große Schleimwelle

source: Devourer of Ages
de: Verschlinger der Zeitalter

source: Reveal Act 3b story
de: Szene 3b enthüllen

source: Act 3b Story Cards
de: Scene 3b Handlungskarten

source: Choose Act 3b Story
de: Szene 3b Handlung wählen

source: Send Selection
de: Auswahl senden

source: Act 1 global clue threshold has been reached! Make sure to advance act 1 when you start your next round.
de: Die globale Hinweisschwelle von Akt 1 wurde erreicht! Stellt sicher, von Szene 1 vorzurücken, wenn die nächste Runde startet.

source: Blob being examined with scientified instruments.
de: Der Blob wurde mit wissenschaftlichen Instrumenten untersucht.

source: Act 1 Clues
de: Hinweise für Szene 1

source: Send announcement to advance act 1
de: Ankündigung zum Vorrücken von Szene 1 senden.

source: Add act 1 clues
de: Hinweise zu Szene 1 hinzufügen

source: No current shared clue goal
de: Derzeit kein geteiltes Hinweis-Ziel.

source: Reset shared act 1 clue goal
de: Hinweis-Ziel für Szene 1 zurücksetzen

source: A blob consuming a car and a house.
de: Der Blob frisst ein Auto und ein Haus.

source: 8L-08 Damage
de: 8L-08 Schaden

source: Deal damage
de: Schaden verursachen

source: A man tries to escape the grasp of a blob.
de: Ein Mann versucht den Griffen des Blobs zu entfliehen.

source: Available Countermeasures
de: Verfügbare Gegenmaßnahmen

source: Add countermeasures
de: Gegenmaßnahme hinzufügen

source: No countermeasures available
de: Keine Gegenmaßnahmen verfügbar

source: Use a countermeasure
de: Gegenmaßnahme anwenden

source: Show all
de: Alle anzeigen

source: Registration saved.
de: Anmeldung gespeichert.

source: Login to register
de: Einloggen zum anmelden.

source: Register group
de: Gruppe anmelden

source: Please confirm your registration an hour before the event starts, so the event organizer has an accurate player count.
de: Bitte bestätige deine Anmeldung eine Stunde bevor das Event startet, damit der Spielleiter eine exakte Teilnehmeranzahl hat.

source: Player Count
de: Spielerzahl

source: Group name
de: Gruppenname

source: Discord handle (or other identifier for organizer)
de: Discord Server-ID (oder andere Identifikatoren für den Spielleiter)

source: Sign-up has been disabled
de: Die Anmeldung wurde deaktiviert.

source: Register
de: Anmelden

source: Confirm cancellation
de: Absage bestätigen

source: Are you sure you want to cancel your registration for this event?
de: Möchtest du deine Anmeldung zu dem Event wirklich zurückziehen?

source: Cancel registration
de: Anmeldung zurückziehen

source: Confirm registration
de: Anmeldung bestätigen

source: Your current investigator count is ${ groupSizeString }. You may update this before confirming if that is incorrect.
de: Die aktuelle Ermittleranzahl ist ${ groupSizeString }. Du kannst dies, falls nötig, vor dem Bestätigen nochmals anpassen.

source: Try again later.
de: Später erneut versuchen.

source: Registration can only be confirmed an hour before the event starts.
de: Die Anmeldung kann erst eine Stunde vor Event-Beginn bestätigt werden.

source: Please try again closer to the scheduled start time.
de: Versuche es einige Zeit vor dem Event-Beginn erneut.

source: Your group's player count
de: Spielerzahl deiner Gruppe

source: Update registration
de: Anmeldung aktualisieren

source: Group confirmation is now open, you can confirm your group's player count now.
de: Die Gruppenbestätigung ist nun aktiv. Du kannst jetzt auch die Spielerzahl pro Gruppe bestätigen.

source: You will need to confirm your group one hour before the scheduled start time.
de: Du musst deine Gruppenanmeldung eine Stunde vor dem geplanten Beginn bestätigen.

source: If the event starts before you confirm, it will not be possible to join late.
de: Wenn das Event vor deiner Anmeldebestätigung startet, kannst du nicht mehr teilnehmen.

source: Start event
de: Event starten

source: Warning: unconfirmed players will not be able to join the game once it has begun.
de: Achtung: Unbestätigte Spieler können dem Spiel nicht mehr beitreten sobald es begonnen hat.

source: All registered groups are confirmed
de: Alle angemeldete Gruppen wurden bestätigt

source: Player count
de: Spielerzahl

source: Group count
de: Gruppenanzahl

source: Duration (minutes)
de: Dauer (Minuten)

source: Cancel
de: Abbrechen

source: Yes
de: Ja

source: Send
de: Senden

source: Cult of Magh’an Ark’at
de: Kult von Magh’an Ark’at

source: Cult of Silenus
de: Kult von Silenus

source: Cult of Ezel-zen-rezl
de: Kult von Ezel-zen-rezl

source: Cult of Magh’an Ark’at (Green)
de: Kult von Magh’an Ark’at (Grün)

source: Cult of Silenus (Blue)
de: Kult von Silenus (Blau)

source: Cult of Ezel-zen-rezl (Red)
de: Kult von Ezel-zen-rezl (Rot)

source: ${ leadingFactions[0] } and ${ leadingFactions[1] } are tied. If needed, use whichever one has more enemies on your board as the "Faction in the lead".
de: ${ leadingFactions[0] } und ${ leadingFactions[1] } liegen gleichauf. Falls nötig, wähle die Fraktion, die mehr Feinde auf dem Brett hat, als die "Fraktion in Führung".

source: All factions are tied. If needed, use whichever one has more enemies on your board as the "Faction in the lead".
de: Alle Fraktionen liegen gleich auf. Falls nötig, wähle die Fraktion, die mehr Feinde auf Ihrem Spielbrett hat, als die "Fraktion in Führung".

source: Add Green Doom
de: Verderben hinzufügen (Grün)

source: Add Blue Doom
de: Verderben hinzufügen (Blau)

source: Add Red Doom
de: Verderben hinzufügen (Rot)

source: Doom ${ doom } / ${ doomLimit }
de: Verderben ${ doom } / ${ doomLimit }

source: Factions
de: Fraktionen

source: Faction in the Lead:
de: Führende Fraktion:

source: Place Mythos Doom (1 per faction)
de: Mythos Verderben platzieren (1 pro Fraktion)

source: Damage: ${ gameState.damage } / ${ gameState.healthLimit }
de: Schaden: ${ gameState.damage } / ${ gameState.healthLimit }

source: Share a clue with this group
de: Hinweis mit dieser Gruppe teilen

source: Are you sure you want to share a clue with this group using the ability on Act 3?
de: Willst du wirklich einen Hinweis, mit Hilfe der Szene 3 Fähigkeit, mit dieser Gruppe teilen?

source: Advance group
de: Gruppe vorrücken lassen

source: Advance this group to Act ${ nextAct }
de: Gruppe zu Szene ${ nextAct } vorrücken lassen

source: Is your group ready to advance to Act ${ nextAct }?
de: Ist deine Gruppe bereit zu Szene ${ nextAct } vorzurücken?

source: Mark this group as eliminated?
de: Diese Gruppe als besiegt markieren?

source: Has your entire group been eliminated?
de: Wurde deine gesamte Gruppe besiegt?

source: Because you are still in Act 1 / Act 2, this will add ${ participant.groupSize } doom to the faction in the lead equal.
de: Da Szene 1 / Szene 2 aktiv ist, werden Verderben in Höhe der Gruppengröße der führenden Fraktion (${ participant.groupSize })auf der Agenda platziert.

source: Eliminate group
de: Gruppe eliminieren

source: share clue
de: Hinweis teilen

source: advance
de: Vorrücken

source: eliminate group
de: Gruppe eliminieren

source: Requested help in Montréal
de: Nach Hilfe in Montréal fragen

source: Give help in Montréal
de: Hilfe in Montréal leisten

source: Are you ready to help this group using the action ability on the "Streets of Montréal" location (group limit once per game)?
de: Bist du bereit der Gruppe zu helfen, indem du die Aktionsfähigkeit am Ort "Straßen von Montréal" einsetzt (1x pro Gruppe und Spiel)?

source: Requested help in New York
de: Nach Hilfe in New York fragen

source: Give help in New York
de: Hilfe in New York leisten

source: Are you ready to help this group using the action ability on the "Streets of New York" location (group limit once per game)?
de: Bist du bereit der Gruppe zu helfen, indem du die Aktionsfähigkeit am Ort "Straßen von New York" einsetzt (1x pro Gruppe und Spiel)?

source: Requested help in Providence
de: Nach Hilfe in Providence fragen

source: Give help in Providence
de: Hilfe in Providence leisten

source: Are you ready to help this group using the action ability on the "Streets of Providence" location (group limit once per game)?
de: Bist du bereit der Gruppe zu helfen, indem du die Aktionsfähigkeit am Ort "Straßen von Providence" einsetzt (1x pro Gruppe und Spiel)?

source: Requested help closing Hub Dimension
de: Nach Hilfe beim Schließen der Knoten-Dimension fragen

source: Give clue
de: Hinweis geben

source: Give help
de: Helfen

source: Groups
de: Gruppen

source: Still fighting
de: Noch im Kampf

source: Act 1
de: Szene 1

source: Act 2
de: Szene 2

source: Act 3
de: Szene 3

source: Eliminated
de: Besiegt

source: Advance to Act ${ nextAct }
de: Zu Szene ${ nextAct } vorrücken

source: Group eliminated?
de: Gruppe besiegt?

source: Has your entire party been eliminated? If you are in Act 1 or Act 2, this will automatically add doom to handle your elimination.
de: Wurde die gesamte Gruppe besiegt? Wenn du in Szene 1 oder Szene 2 bist, wird Verderben auf der Agenda platziert.

source: Your group
de: Deine Gruppe

source: Place Mythos Phase Doom (1 per faction)
de: Verderben aus der Mythos-Phase platzieren (1 pro Fraktion)

source: Your group has been eliminated.
de: Deine Gruppe wurde besiegt.

source: Group act progress: Act ${ act }a
de: Szenen-Gruppenfortschritt: Szene ${ act }a

source: Hub Dimension clues received from other groups: ${ receivedClues }
de: Von anderen Gruppen erhaltene Hinweise auf der Knoten-Dimension: ${ receivedClues }

source: Cancel request for help closing Hub Dimension
de: Anfrage zum Helfen bei der Knoten-Dimension löschen

source: Request help closing Hub Dimension
de: Um Hilfe beim Schließen der Knoten-Dimension bitten

source: Group eliminated
de: Gruppe besiegt

source: Ask for help from other groups to damage enemies at these locations.
de: Andere Gruppen um Hilfe bitten Gegner an deinem Ort Schaden zuzufügen.

source: Cancel request for help in Montréal
de: Anfrage zur Hilfe in Montréal löschen

source: Request help in Montréal
de: Um Hilfe in Montréal bitten

source: Cancel request for help in New York
de: Anfrage zur Hilfe in New York löschen

source: Request help in New York
de: Um Hilfe in New York bitten

source: Cancel request for help in Providence
de: Anfrage zur Hilfe in Providence löschen

source: Request help in Providence
de: Um Hilfe in Providence bitten

source: Groups:
de: Gruppen:

source: Players:
de: Spieler:

source: Start time
de: Beginn

source: Update scheduled start
de: Startzeit anpassen

source: Registered groups
de: Angemeldete Gruppen

source: Players
de: Spieler

source: Update Webhook
de: Webhook anpassen

source: Participants
de: Teilnehmer

source: Use the Arkham Cards app to manage your decks and campaigns.
de: Nutze die Arkham Cards App um deine Decks und Kampagnen zu verwalten.

source: • Keep decks locally on your phone, or integrate directly with decks on ${ arkhamDbLink }.
de: • Speichere Decks lokal auf deinem Handy oder importiere Decks von ${ arkhamDbLink }.

source: • Handles all scenario setup and resolution, while maintaining the campaign log and chaos bag automatically.
de: • Erledigt die gesamte Einrichtung und Abhandlung von Szenarien und pflegt dabei automatisch den Kampagnenfortschritt und Chaosbeutel.

source: • Edit and upgrade your investigator's decks.
de: • Bearbeite und erweitere deine Ermittler Decks.

source: • Draw tokens from the digital chaos bag, and calculate the odds of success before you do.
de: • Ziehe Tokens aus dem digitalen Chaosbag und berechne deine Erfolgschancen.

source: • Use the advanced card search to search by trait, health, shroud etc.
de: • Nutze die erweiterte Kartensuche und filtere nach Eigenschaften, Lebenspunkten, Schleierwerten, usw.

source: • Completely free to download and use, with zero ads.
de: • kostenloser Download und kostenlose Nutzung ohne Werbung

source: The app does not yet support Epic Multiplayer events, so you will still need to use the website. App support is coming soon though.
de: Die App unterstützt noch keine Epic Multiplayer-Events, daher musst du weiterhin die Website verwenden. Die App-Unterstützung kommt aber bald.

source: Download on the App Store
de: Im App Store herunterladen

source: Get it on Google Play
de: Jetzt im Google Play Store laden
